namespace TagCloud
{
    public enum PartOfSpeech
    {
        A, 	//прилагательное
        ADV, 	//наречие
        ADVPRO, 	//местоименное наречие
        ANUM, 	//-прилагательное
        APRO, 	//местоимение-прилагательное
        COM, 	//часть композита - сложного слова
        CONJ, 	//союз
        INTJ, 	//междометие
        NUM, 	//числительное
        PART, 	//частица
        PR, 	//предлог
        S, 	//существительное
        SPRO, 	//местоимение-существительное
        V, 	//глагол
    }
}